{
  "data": {
    "me": [
      {
        "user_books": [
          {
            "book": {
              "contributions": [
                {
                  "author": {
                    "name": "Robin Hobb"
                  }
                }
              ],
              "slug": "assassins-apprentice",
              "subtitle": "The Farseer Trilogy Book 1",
              "image": {
                "url": "https://assets.hardcover.app/editions/30407451/9092249423146916.jpg"
              },
              "title": "Assassin's Apprentice",
              "description": "In a faraway land where members of the royal family are named for the virtues they embody, one young boy will become a walking enigma.\n\nBorn on the wrong side of the sheets, Fitz, son of Chivalry Farseer, is a royal bastard, cast out into the world, friendless and lonely. Only his magical link with animals - the old art known as the Wit - gives him solace and companionship. But the Wit, if used too often, is a perilous magic, and one abhorred by the nobility.\n\nSo when Fitz is finally adopted into the royal household, he must give up his old ways and embrace a new life of weaponry, scribing, courtly manners; and how to kill a man secretly, as he trains to become a royal assassin."
            }
          },
          {
            "book": {
              "contributions": [
                {
                  "author": {
                    "name": "Delia Owens"
                  }
                }
              ],
              "slug": "where-the-crawdads-sing",
              "subtitle": "Reese's Book Club",
              "image": {
                "url": "https://assets.hardcover.app/editions/22309128/6102116956447505.jpg"
              },
              "title": "Where the Crawdads Sing",
              "description": "For years, rumors of the “Marsh Girl” have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life—until the unthinkable happens.\n\nWhere the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps."
            }
          },
          {
            "book": {
              "contributions": [
                {
                  "author": {
                    "name": "John Gwynne"
                  }
                }
              ],
              "slug": "the-shadow-of-the-gods",
              "subtitle": "Bloodsworn Saga Bk 1",
              "image": {
                "url": "https://assets.hardcover.app/editions/3509075/5156442469290046.jpg"
              },
              "title": "The Shadow of the Gods",
              "description": "The Shadow of the Gods begins a brand new Norse-inspired epic fantasy series from bestselling author John Gwynne, packed with action, magic and monsters.\n\nAfter the gods warred and drove themselves to extinction, the cataclysm of their fall shattered the land of Vigrio.\n\nNow a new world is rising, where power-hungry jarls feud and monsters stalk the woods and mountains. A world where the bones of the dead gods still hold great power for those brave - or desperate - enough to seek them out. Now, as whispers of war echo across the mountains and fjords, fate follows in the footsteps of three people: a huntress on a dangerous quest, a noblewoman who has rejected privilege in pursuit of battle fame, and a thrall who seeks vengeance among the famed mercenaries known as the Bloodsworn. All three will shape the fate of the world as it once more teeters on the edge of chaos."
            }
          },
          {
            "book": {
              "contributions": [
                {
                  "author": {
                    "name": "John Gwynne"
                  }
                }
              ],
              "slug": "malice-the-faithful-and-the-fallen",
              "subtitle": "La guerra degli dèi",
              "image": {
                "url": "https://assets.hardcover.app/editions/3146515/1337347644345757.jpg"
              },
              "title": "Malice",
              "description": "A black sun is rising …\n\nYoung Corban watches enviously as boys become warriors under King Brenin’s rule, learning the art of war. He yearns to wield his sword and spear to protect his king’s realm. But that day will come all too soon. Only when he loses those he loves will he learn the true price of courage.\n\nThe Banished Lands has a violent past where armies of men and giants clashed shields in battle, the earth running dark with their heartsblood. Although the giant-clans were broken in ages past, their ruined fortresses still scar the land. But now giants stir anew, the very stones weep blood and there are sightings of giant wyrms. Those who can still read the signs see a threat far greater than the ancient wars. Sorrow will darken the world, as angels and demons make it their battlefield. Then there will be a war to end all wars.\n\nHigh King Aquilus summons his fellow kings to council, seeking an alliance in this time of need. Some are skeptical, fighting their own border skirmishes against pirates and giants. But prophesy indicates darkness and light will demand two champions, the Black Sun and the Bright Star. They would be wise to seek out both, for if the Black Sun gains ascendancy, mankind’s hopes and dreams will fall to dust."
            }
          },
          {
            "book": {
              "contributions": [
                {
                  "author": {
                    "name": "Walter Isaacson"
                  }
                }
              ],
              "slug": "leonardo-da-vinci",
              "subtitle": null,
              "image": {
                "url": "https://assets.hardcover.app/external_data/108090/d9088390d974debec7d14fe5fb01691be7f2c613.jpeg"
              },
              "title": "Leonardo Da Vinci",
              "description": "The author of the acclaimed best sellers Benjamin Franklin, Einstein, and Steve Jobs delivers an engrossing biography of Leonardo da Vinci, the world's most creative genius.Leonardo da Vinci created the two most famous paintings in history, The Last Supper and the Mona Lisa. But in his own mind, he was just as much a man of science and engineering. With a passion that sometimes became obsessive, he pursued innovative studies of anatomy, fossils, birds, the heart, flying machines, botany, geology, and weaponry. His ability to stand at the crossroads of the humanities and the sciences, made iconic by his drawing of Vitruvian Man, made him history's most creative genius.Now Walter Isaacson brings Leonardo da Vinci to life, showing why we have much to learn from him. His combination of science, art, technology, and imagination remains an enduring recipe for creativity. So, too, was his ease at being a bit of a misfit: illegitimate, gay, vegetarian, left-handed, easily distracted, and at times heretical. His relentless curiosity should remind us of the importance of instilling, in both ourselves and our children, not just received knowledge but a willingness to question it - to be imaginative and, like talented misfits and rebels in any era, to think different."
            }
          },
          {
            "book": {
              "contributions": [
                {
                  "author": {
                    "name": "Rebecca Yarros"
                  }
                }
              ],
              "slug": "iron-flame",
              "subtitle": null,
              "image": {
                "url": "https://assets.hardcover.app/external_data/60991785/2bd76bde6a03cb77c6cdbdc7b6e045744e1ef5ff.jpeg"
              },
              "title": "Iron Flame",
              "description": "Everyone expected Violet Sorrengail to die during her first year at Basgiath War College, Violet included. But Threshing was only the first impossible test meant to weed out the weak-willed, the unworthy, and the unlucky.\n\nNow the real training begins, and Violet's already wondering how she'll get through. It's not just that it's grueling and maliciously brutal, or even that it's designed to stretch the riders' capacity for pain beyond endurance. It's the new vice commandant, who's made it his personal mission to teach Violet exactly how powerless she is - unless she betrays the man she loves.\n\nAlthough Violet's body might be weaker and frailer than everyone else's, she still has her wits, and a will of iron. And leadership is forgetting the most important lesson Basgiath has taught her: Dragon riders make their own rules.\n\nBut a determination to survive won't be enough this year.\n\nBecause Violet knows the real secret hidden for centuries at Basgiath War College - and nothing, not even dragon fire, may be enough to save them in the end."
            }
          },
          {
            "book": {
              "contributions": [
                {
                  "author": {
                    "name": "Neil Price"
                  }
                }
              ],
              "slug": "children-of-ash-and-elm",
              "subtitle": "A History of the Vikings",
              "image": {
                "url": "https://assets.hardcover.app/edition/30973919/7623f710500350ac6d03d3756f72bfc1d477e9f2.jpeg"
              },
              "title": "Children of Ash and Elm: A History of the Vikings",
              "description": "Explores the society and economy, identity and world-views of the Scandinavian peoples, and their unique religious beliefs. The Viking expansion is discussed in detail, including analyses of its origin and consequences for a vast area stretching from the Asian steppe to North America, culminating in the long-term reshaping of Scandinavia itself"
            }
          }
        ]
      }
    ]
  }
}
